Repository: RawanAldamaeen/django-project-1
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: Male
ar: ذكر

source: Female
ar: أنثى

source: Arabic
ar: العربية

source: English
ar: الإنجليزية

source: Thank you for registering with us
ar: شكرٌا لتسجيلك معنا

source: Hello, thank you for registering in the reservations system. your account will be activated soon by the admin.
ar: مرحبًأ، شكرًا لتسجيلك في نظام الحجز, حسابك سيتم تفعيله قريبًأ

source: Reservations System
ar: نظام الحجز

source: Hi
ar: مرحبًأ

source: Logout
ar: تسجيل خروج

source: Shifts
ar: المناوبات

source: Doctor Login
ar: تسجيل دخول للطبيب

source: Patient Login
ar: تسجيل دخول مستخدم

source: New Doctor:
ar: دكتور جديد؟

source: Doctor Registration
ar: تسجيل دكنور جديد

source: New Patient:
ar: مستخدم جديد؟

source: Patient Registration
ar: تسجيل مستخدم جديد

source: Login here
ar: سجل من هنا

source: Need An Account?
ar: ليس لديك حساب

source: Sign Up Now
ar: سجل الأن

source: You have been logged out
ar: تم تسجيل الخروج بنجاح

source: Log In Again
ar: تسجيل الدخول مره اخرى

source: Thank you for registering!
ar: شكرًا لتسجيلك معنا

source: Register Here
ar: سجل هنا

source: Just fill out the form.
ar: املأ النموذج

source: Already Have An Account?
ar: لديك حساب؟

source: Sign In
ar: سجل

source: Please click on the link below to confirm your registration:
ar: من فضلك اضغط على الرابط المرفق لتفعيل حسابك:

source: shift delete
ar: حذف المناوبة

source: Are you sure you want to delete the shift on
ar: هل أنت متأكد من حذف المناوبة عند الساعة

source: Yes, Delete
ar: نعم, إحذف

source: Cancel
ar: إلغاء

source: Add New Shifts
ar: إضافة مناوبة جديدة

source: Save
ar: حفظ

source: Save and add another
ar: حفظ وإضافة أخرى

source: shifts list:
ar: قائمة المناوبات

source: Add New Shift
ar: اضافة مناوبة جديدة

source: Update
ar: تحديث

source: Delete
ar: حذف
